Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Milestones are statements about what has already happened, never streaks or scores: a first week with at least one %1$@ done, the %2$@ you've completed, your longest recorded run, a week without a pain or illness skip, and a week whose average Charge ran higher than the one before it.
de: Das sind Aussagen über bereits Geschehenes, nie Serien oder Punkte: eine erste Woche mit mindestens einer erledigten %@, die %@, die du abgeschlossen hast, dein längster aufgezeichneter Lauf, eine Woche ohne Ausfall wegen Schmerz oder Krankheit und eine Woche mit höherer Durchschnitts-Charge als die davor.
es: Los hitos son declaraciones sobre lo que ya sucedió, nunca rachas o puntajes: una primera semana con al menos un %@ hecho, el %@ que has completado, tu carrera más larga registrada, una semana sin dolor o enfermedad, y una semana cuyo promedio Charge fue más alto que la anterior.
fr: Les jalons sont des déclarations sur ce qui s'est déjà produit, sans jamais de séquences ni de scores : une première semaine avec au moins un %@ effectué, le %@ que vous avez terminé, votre course la plus longue enregistrée, une semaine sans saut de douleur ou de maladie et une semaine dont la moyenne Charge était supérieure à la précédente.
it: I traguardi sono dichiarazioni su ciò che è già accaduto, mai vittorie consecutive o punteggi: una prima settimana con almeno un %@ completato, il %@ completato, la corsa più lunga registrata, una settimana senza salti per dolori o malattie e una settimana la cui media Charge è stata superiore a quella precedente.
pl: Kamienie milowe mówią o tym, co już się wydarzyło — nigdy o seriach czy wynikach: pierwszy tydzień z co najmniej jednym wykonanym %@, ukończone %@, najdłuższy zarejestrowany bieg, tydzień bez opuszczenia z powodu bólu lub choroby oraz tydzień o wyższym średnim Poziomie energii niż poprzedni.
pt_pt: Marcos são declarações sobre o que já aconteceu, nunca sequências ou pontuações: uma primeira semana com pelo menos um %@ concluído, o %@ que você completou, sua corrida mais longa registrada, uma semana sem dor ou salto de doença e uma semana cuja média Charge foi maior do que a anterior.
ru: Вехи — это заявления о том, что уже произошло, а не серии или баллы: первая неделя, когда был выполнен хотя бы один %@, завершенный вами %@, ваша самая длинная зарегистрированная пробежка, неделя без пропусков боли или болезни и неделя, в которой среднее значение Charge было выше, чем предыдущая.
th: เหตุการณ์สำคัญคือข้อความเกี่ยวกับสิ่งที่เกิดขึ้นแล้ว ไม่เคยมีรอยต่อเนื่องหรือคะแนน: สัปดาห์แรกที่ทำ %1$@ อย่างน้อยหนึ่งครั้ง, %2$@ ที่คุณทำได้สำเร็จ, การวิ่งที่ยาวนานที่สุดของคุณ, หนึ่งสัปดาห์ที่ไม่มีอาการปวดหรือเจ็บป่วยใด ๆ เกิดขึ้น และหนึ่งสัปดาห์ที่ พลังฟื้นตัว โดยเฉลี่ยวิ่งได้สูงกว่าครั้งก่อน ๆ
zh_hans: 里程碑是关于已经发生的事情的陈述，而不是连续或得分：第一周至少完成一次 %@、您完成的 %@、您最长的跑步记录、没有疼痛或疾病跳过的一周以及平均 Charge 跑得比之前更高的一周。
zh_hant: 里程碑是關於已經發生的事情的陳述，而不是連續或得分：第一周至少完成一次 %@、您完成的 %@、您最長的跑步記錄、沒有疼痛或疾病跳過的一周以及平均 Charge 跑得比之前更高的一周。

# Min-max normalized · sparse series widened past %@ · %@
source: Min-max normalized · sparse series widened past %1$@ · %2$@
de: Min-Max normalisiert · spärliche Reihe erweitert über %@ · %@
es: Mín-máx normalizado · series dispersas ampliadas más allá de %@ · %@
fr: Min-max normalisé · série clairsemée élargie au-delà de %@ · %@
it: Min-max normalizzato · serie sparse ampliate oltre %@ · %@
pl: Normalizacja min-maks · rzadkie serie poszerzone poza %@ · %@
pt_pt: Mín-máx normalizado · série esparsa ampliada além de %@ · %@
ru: Мин-макс нормализован · разреженная серия расширена после %@ · %@
th: ปรับสเกลตามค่าต่ำสุด–สูงสุด · ขยายช่วงเกิน %@ เนื่องจากข้อมูลมีน้อย · %@
zh_hans: 最小-最大归一化 · 稀疏序列加宽超过 %@ · %@
zh_hant: 最小-最大歸一化 · 稀疏序列加寬超過 %@ · %@

# Min–max normalized · sparse series widened past %@ · %@
source: Min–max normalized · sparse series widened past %1$@ · %2$@
de: Min–max-normalisiert · lückenhafte Reihen verbreitert ab %1$@ · %2$@
es: Normalizado mín–máx · series dispersas ampliadas más allá de %@ · %@
fr: Normalisé min-max · séries clairsemées élargies au-delà de %1$@ · %2$@
it: Normalizzato min–max · serie sparsa allargata oltre %@ · %@
pl: Min.–maks. znormalizowany · Rzadki szereg rozszerzony poza %1$@ · %2$@
pt_pt: Mín–máx normalizado · série esparsa alargada para além de %1$@ · %2$@
ru: Нормализовано по мин.–макс. · разреженный ряд расширен за %1$@ · %2$@
th: ปรับสเกลตามค่าต่ำสุด–สูงสุด · ขยายช่วงเกิน %@ เนื่องจากข้อมูลมีน้อย · %@
zh_hans: 最小-最大归一化 · 稀疏序列在超过 %@ 后已加宽 · %@
zh_hant: 最小–最大正規化 · 稀疏序列在 %@ 之後已加寬 · %@

source: Mind
de: Geist
es: Mente
fr: Esprit
it: Mente
pl: Umysł
pt_pt: Mente
ru: Разум
th: จิตใจ
zh_hans: 心智
zh_hant: 心智

source: Minutes seated before the first nudge.
de: Minuten im Sitzen vor dem ersten Anstoß.
es: Minutos sentado antes del primer aviso.
fr: Minutes assis avant le premier rappel.
it: Minuti da seduto prima del primo promemoria.
pl: Minuty siedzenia przed pierwszym szturchnięciem.
pt_pt: Minutos sentados antes do primeiro empurrão.
ru: Минут сидя до первого напоминания.
th: นาทีที่นั่งก่อนเขยิบแรก
zh_hans: 久坐多少分钟后发出第一次提醒。
zh_hant: 久坐多少分鐘後發出第一次提醒。

source: Mirror at noop dot fans, a fallback if GitHub is down
de: Spiegel auf noop punkt fans, ein Fallback, falls GitHub ausfällt
es: Réplica en noop punto fans, una alternativa si GitHub está caído
fr: Miroir sur noop point fans, une solution de secours si GitHub est indisponible
it: Mirror su noop punto fans, un'alternativa se GitHub è inattivo
pl: Lustro na fanach kropek noop, rozwiązanie awaryjne, jeśli GitHub nie działa
pt_pt: Mirror at noop dot fans, uma alternativa se o GitHub estiver em baixo
ru: Зеркало на noop точка fans — запасной вариант, если GitHub недоступен
th: มิเรอร์ที่ noop.fans ใช้สำรองเมื่อ GitHub ไม่พร้อมใช้งาน
zh_hans: 位于 noop dot fans 的镜像，当 GitHub 故障时的备选方案
zh_hant: 位於 noop dot fans 的鏡像，當 GitHub 故障時的備選方案

source: Mirror: noop.fans
de: Spiegel: noop.fans
es: Réplica: noop.fans
fr: Miroir : noop.fans
pl: Lustro: noop.wentylatory
pt_pt: Espelho: noop.fans
ru: Зеркало: noop.fans
th: มิเรอร์: noop.fans
zh_hans: 镜像，noop.fans
zh_hant: 鏡像，noop.fans

source: missing
de: fehlt
es: falta
fr: manquant
it: mancante
pl: zaginiony
ru: отсутствует
th: หายไป
zh_hans: 缺失
zh_hant: 缺少

source: Missing
de: Fehlt
es: Falta
fr: Manquant
it: Mancante
pl: Zaginiony
pt_pt: Em falta
ru: Отсутствует
th: หายไป
zh_hans: 缺失
zh_hant: 缺少

source: Missing a metric like weight? Tap Refresh permissions to grant data types added in a later update. Weight and body composition sync up to 10 years of history. To fully disconnect, use Settings › Health › Data Access & Devices › NOOP.
de: Fehlt eine Kennzahl wie Gewicht? Tippe auf „Berechtigungen aktualisieren“, um Datentypen zu gewähren, die in einem späteren Update hinzugekommen sind. Gewicht und Körperzusammensetzung werden bis zu 10 Jahre rückwirkend synchronisiert. Um die Verbindung vollständig zu trennen, verwende Einstellungen › Health › Datenzugriff & Geräte › NOOP.
es: ¿Falta una métrica como el peso? Toca «Actualizar permisos» para conceder los tipos de datos añadidos en una actualización posterior. El peso y la composición corporal se sincronizan hasta 10 años de historial. Para desconectar por completo, usa Ajustes › Salud › Acceso a datos y dispositivos › NOOP.
fr: Il manque une métrique comme le poids ? Appuyez sur « Actualiser les autorisations » pour accorder les types de données ajoutés dans une mise à jour ultérieure. Le poids et la composition corporelle se synchronisent jusqu'à 10 ans d'historique. Pour vous déconnecter complètement, utilisez Réglages › Santé › Accès aux données et appareils › NOOP.
it: Manca una metrica come il peso? Tocca Aggiorna autorizzazioni per concedere i tipi di dati aggiunti in un aggiornamento successivo. Il peso e la composizione corporea si sincronizzano fino a 10 anni di storia. Per disconnettersi completamente, utilizza Impostazioni › Salute › Accesso ai dati e dispositivi › NOOP.
pl: Brakuje wskaźnika, na przykład masy ciała? Dotknij Odśwież uprawnienia, by przyznać typy danych dodane w nowszej aktualizacji. Masa ciała i skład ciała synchronizują do 10 lat historii. Aby całkowicie rozłączyć, użyj Ustawienia › Zdrowie › Dostęp do danych i urządzenia › NOOP.
pt_pt: Faltando uma métrica como peso? Toque em Atualizar permissões para conceder tipos de dados adicionados em uma atualização posterior. Peso e composição corporal sincronizam até 10 anos de história. Para desconectar totalmente, use Configurações › Saúde › Acesso a dados e dispositivos › NOOP.
ru: Не хватает такого показателя, как вес? Нажмите «Обновить разрешения», чтобы предоставить типы данных, добавленные в более позднем обновлении. Вес и состав тела синхронизируются на протяжении 10 лет истории. Чтобы полностью отключиться, используйте «Настройки» > «Здоровье» > «Доступ к данным и устройства» > NOOP.
th: หากตัวชี้วัดอย่างน้ำหนักหายไป ให้รีเฟรชสิทธิ์เพื่ออนุญาตชนิดข้อมูลที่เพิ่มภายหลัง น้ำหนักและองค์ประกอบร่างกายซิงค์ย้อนหลังได้สูงสุด 10 ปี หากต้องการยกเลิกทั้งหมด ให้ไปที่ การตั้งค่า › สุขภาพ › การเข้าถึงข้อมูลและอุปกรณ์ › NOOP
zh_hans: 缺少体重等指标？点击刷新权限以授予在以后的更新中添加的数据类型。体重和身体成分同步已有长达 10 年的历史。要完全断开连接，请使用设置 › 健康 › 数据访问和设备 › NOOP。
zh_hant: 缺少體重等指標？點擊刷新權限以授予在以後的更新中新增的資料類型。體重和身體組成同步已有長達 10 年的歷史。若要完全斷開連接，請使用設定 › 健康 › 資料存取與裝置 › NOOP。

source: Mobility
de: Mobilität
es: Movilidad
fr: Mobilité
it: Mobilità
pl: Mobilność
pt_pt: Mobilidade
ru: Мобильность
th: ความคล่องตัว
zh_hans: 移动性
zh_hant: 行動性

source: Mobility suggested
de: Mobility vorgeschlagen
es: Movilidad sugerida
fr: Mobilité suggérée
it: Mobilità suggerita
pl: Zasugerowano mobilność
pt_pt: Mobilidade sugerida
ru: Предлагается мобильность
th: แนะนำให้ใช้ความคล่องตัว
zh_hans: 建议流动性
zh_hant: 建議流動性

source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
pt_pt: Modelo
ru: Модель
th: แบบอย่าง
zh_hans: 模型
zh_hant: 模型

source: Model is currently loaded and will unload after inactivity.
de: Das Modell ist derzeit geladen und wird nach Inaktivität entladen.
es: El modelo está actualmente cargado y se descargará después de la inactividad.
fr: Le modèle est actuellement chargé et se déchargera après inactivité.
it: Il modello è attualmente caricato e verrà scaricato dopo l'inattività.
pl: Model jest obecnie wczytany i zostanie zwolniony po okresie bezczynności.
pt_pt: O modelo está carregado no momento e será descarregado após inatividade.
ru: Модель в данный момент загружена и будет выгружена после бездействия.
th: โมเดลกำลังทำงานและจะหยุดโหลดเมื่อไม่มีการใช้งานสักระยะ
zh_hans: 模型当前已加载，并将在不活动后卸载。
zh_hant: 模型目前已加載，並將在不活動後卸載。

source: Model is not using memory right now.
de: Das Modell verwendet derzeit keinen Speicher.
es: El modelo no está usando memoria en este momento.
fr: Le modèle n'utilise pas de mémoire pour le moment.
it: Il modello non sta utilizzando la memoria in questo momento.
pl: Model nie korzysta teraz z pamięci.
pt_pt: O modelo não está usando memória no momento.
ru: Модель сейчас не использует память.
th: ขณะนี้โมเดลไม่ได้ใช้ความจำ
zh_hans: 模型目前未使用内存。
zh_hant: 模型目前未使用記憶體。

source: Model not set. Opens a searchable list of %lld models.
de: Kein Modell festgelegt. Öffnet eine durchsuchbare Liste mit %lld Modellen.
es: Modelo no definido. Abre una lista de %lld modelos con búsqueda.
fr: Aucun modèle défini. Ouvre une liste consultable de %lld modèles.
it: Modello non impostato. Apre un elenco ricercabile di modelli %lld.
pl: Model nie jest ustawiony. Otwiera przeszukiwalną listę modeli: %lld.
pt_pt: Modelo não definido. Abre uma lista pesquisável de modelos %lld.
ru: Модель не установлена. Открывает список моделей %lld с возможностью поиска.
th: ไม่ได้กำหนดรุ่น เปิดรายการรุ่น %lld ที่สามารถค้นหาได้
zh_hans: 型号未设置。打开 %lld 型号的可搜索列表。
zh_hant: 型號未設定。開啟 %lld 型號的可搜尋清單。

source: Model: %@. Opens a searchable list of %lld models.
de: Modell: %@. Öffnet eine durchsuchbare Liste mit %lld Modellen.
es: Modelo: %@. Abre una lista de %lld modelos con búsqueda.
fr: Modèle : %@. Ouvre une liste consultable de %lld modèles.
it: Modello: %@. Apre un elenco ricercabile di modelli %lld.
pl: Model: %@. Otwiera przeszukiwalną listę modeli: %lld.
pt_pt: Modelo: %@. Abre uma lista pesquisável de modelos %lld.
ru: Модель: %@. Открывает список моделей %lld с возможностью поиска.
th: รุ่น: %@. เปิดรายการรุ่น %lld ที่สามารถค้นหาได้
zh_hans: 型号：%@。打开 %lld 型号的可搜索列表。
zh_hant: 型號：%@。開啟 %lld 型號的可搜尋清單。

source: Model: Nomic Embed Text v2 (Q4_K_M, 256 dimensions)
de: Modell: Nomic Embed Text v2 (Q4_K_M, 256 Dimensionen)
es: Modelo: Nomic Insertar texto v2 (Q4_K_M, 256 dimensiones)
fr: Modèle : Nomic Texte intégré v2 (Q4_K_M, 256 dimensions)
it: Modello: Nomic Incorpora testo v2 (Q4_K_M, 256 dimensioni)
pl: Model: Nomic Embed Text v2 (Q4_K_M, 256 wymiarów)
pt_pt: Modelo: Nomic Incorporar texto v2 (Q4_K_M, 256 dimensões)
ru: Модель: Nomic Встроить текст v2 (Q4_K_M, 256 размеров)
th: โมเดล: Nomic Embed Text v2 (Q4_K_M, 256 มิติ)
zh_hans: 型号：Nomic 嵌入文本 v2（Q4_K_M，256 维）
zh_hant: 型號：Nomic 嵌入文字 v2（Q4_K_M，256 維）

source: moderate
de: moderat
es: moderado
fr: modéré
it: moderata
pl: umiarkowany
ru: умеренный
th: ปานกลาง
zh_hans: 中等
zh_hant: 中等

source: Moderate
de: Moderat
es: Moderado
fr: Modéré
it: Moderato
pl: Umiarkowany
pt_pt: Moderado
ru: Умеренный
th: ปานกลาง
zh_hans: 中等
zh_hant: 中等

source: Moment marked.
de: Moment markiert.
es: Momento marcado.
fr: Moment marqué.
it: Momento segnato.
pl: Moment zaznaczony.
pt_pt: Momento marcado.
ru: Момент отмечен.
th: ช่วงเวลาที่ทำเครื่องหมายไว้
zh_hans: 时刻已标记。
zh_hant: 時刻已標記。

source: Mon
de: Mo
es: Lun
fr: Lun.
it: Lun
pl: pon
pt_pt: seg
ru: Пн
th: จันทร์
zh_hans: 周一
zh_hant: 週一

source: Monday
de: Montag
es: Lunes
fr: Lundi
it: Lunedì
pl: Poniedziałek
pt_pt: Segunda-feira
ru: Понедельник
th: วันจันทร์
zh_hans: 星期一
zh_hant: 星期一

source: month
de: Monat
es: mes
fr: mois
it: mese
pl: miesiąc
ru: месяц
th: เดือน
zh_hans: 月
zh_hant: 月

source: Mood
de: Stimmung
es: Ánimo
fr: Humeur
it: Umore
pl: Nastrój
pt_pt: Humor
ru: Настроение
th: อารมณ์
zh_hans: 心情
zh_hant: 心情

source: Mood, alongside your body's signals
de: Stimmung, neben den Signalen deines Körpers
es: El ánimo, junto a las señales de tu cuerpo
fr: L'humeur, aux côtés des signaux de votre corps
it: Umore, insieme ai segnali del tuo corpo
pl: Nastrój wraz z sygnałami ciała
pt_pt: O humor, juntamente com os sinais do teu corpo
ru: Настроение наряду с сигналами вашего тела
th: อารมณ์ควบคู่ไปกับสัญญาณของร่างกาย
zh_hans: 心情，与你身体的信号并列
zh_hant: 心情，與你身體的訊號並列

source: More
de: Mehr
es: Más
fr: Plus
it: Altro
pl: Więcej
pt_pt: Mais
ru: Ещё
th: มากกว่า
zh_hans: 更多
zh_hant: 更多

source: More → AI Coach lets you disable the whole feature. Its buttons, Today entries and check-ins disappear, while your on-device chats and health data remain saved unless you remove them yourself.
de: Mehr → Mit AI Coach können Sie die gesamte Funktion deaktivieren. Seine Schaltflächen, Heute-Einträge und Check-ins verschwinden, während Ihre Chats und Gesundheitsdaten auf dem Gerät gespeichert bleiben, sofern Sie sie nicht selbst entfernen.
es: Más → AI Coach te permite desactivar toda la función. Sus botones, las entradas de Hoy y los registros desaparecen, mientras que los chats y los datos de salud del dispositivo permanecen guardados a menos que los elimine usted mismo.
fr: Plus → AI Coach vous permet de désactiver toute la fonctionnalité. Ses boutons, les entrées d'aujourd'hui et les enregistrements disparaissent, tandis que vos discussions sur l'appareil et vos données de santé restent enregistrées, sauf si vous les supprimez vous-même.
it: Altro → AI Coach ti consente di disattivare l'intera funzionalità. I suoi pulsanti, le voci Oggi e i check-in scompaiono, mentre le chat e i dati sanitari sul dispositivo rimangono salvati a meno che non li rimuovi tu stesso.
pl: Więcej → Trener AI pozwala wyłączyć całą funkcję. Jej przyciski, wpisy w Dziś i zameldowania znikają, a Twoje rozmowy i dane zdrowotne na urządzeniu pozostają zapisane, dopóki sam ich nie usuniesz.
pt_pt: Mais → AI Coach permite desativar todo o recurso. Seus botões, entradas Hoje e check-ins desaparecem, enquanto seus bate-papos e dados de saúde no dispositivo permanecem salvos, a menos que você mesmo os remova.
ru: Подробнее → AI Coach позволяет отключить всю функцию. Кнопки «Сегодняшние записи» и «Отметки» исчезнут, а ваши чаты на устройстве и данные о состоянии здоровья останутся сохраненными, если вы не удалите их самостоятельно.
th: เพิ่มเติม → โค้ช AI ให้คุณปิดฟีเจอร์ทั้งหมดได้ ปุ่ม รายการในหน้าวันนี้ และการเช็กอินจะหายไป แต่แชตและข้อมูลสุขภาพในอุปกรณ์จะยังคงอยู่จนกว่าคุณจะลบเอง
zh_hans: 更多 → AI Coach 可让您禁用整个功能。它的按钮、今日条目和签到都会消失，而您设备上的聊天和健康数据仍然保存，除非您自己删除它们。
zh_hant: 更多 → AI Coach 可讓您停用整個功能。它的按鈕、今日條目和簽到都會消失，而您設備上的聊天和健康數據仍然保存，除非您自己刪除它們。

source: More energy
de: Mehr Energie
es: Más energía
fr: Plus d'énergie
it: Più energia
pl: Więcej energii
pt_pt: Mais energia
ru: Больше энергии
th: พลังงานมากขึ้น
zh_hans: 更多能量
zh_hant: 更多能量

source: more overnight wear to unlock your %@ baseline
de: mehr Tragen über Nacht, um deine %@-Basislinie freizuschalten
es: más uso nocturno para desbloquear tu línea base de %@
fr: plus de port nocturne pour débloquer votre référence %@
it: più utilizzo notturno per sbloccare la tua linea di base di %@
pl: więcej odzieży nocnej, aby odblokować linię bazową %@
pt_pt: mais uso durante a noite para desbloquear a tua linha de base %@
ru: больше ночей с браслетом, чтобы открыть вашу норму %@
th: สวมใส่ข้ามคืนมากขึ้นเพื่อปลดล็อกพื้นฐาน %@ ของคุณ
zh_hans: 还需更多整夜佩戴以解锁你的%@基线
zh_hant: 需要更多夜間佩戴才能解鎖你的%@基線

source: More, or steadier, nightly sleep.
de: Mehr oder gleichmäßigerer nächtlicher Schlaf.
es: Más sueño nocturno, o más estable.
fr: Un sommeil nocturne plus long ou plus régulier.
it: Sonno notturno maggiore o più costante.
pl: Więcej lub bardziej regularnego snu nocnego.
pt_pt: Sono noturno mais ou mais estável.
ru: Более или более устойчивый ночной сон.
th: นอนหลับมากขึ้นหรือสม่ำเสมอมากขึ้นทุกคืน
zh_hans: 每晚睡眠更多或更稳定。
zh_hant: 每晚睡眠更多或更穩定。

source: Morning
de: Morgen
es: Mañana
fr: Matin
it: Mattina
pl: Poranek
pt_pt: Manhã
ru: Утро
th: เช้า
zh_hans: 早晨
zh_hant: 早晨

source: Morning suggestion on Today
de: Morgen-Vorschlag auf Today
es: Sugerencia matinal en Today
fr: Suggestion du matin sur Today
it: Suggerimento mattutino su Oggi
pl: Poranna sugestia w Dziś
pt_pt: Sugestão matinal de hoje
ru: Утреннее предложение сегодня
th: คำแนะนำช่วงเช้าของวันนี้
zh_hans: 今天早上的建议
zh_hant: 今天早上的建議

source: Most Active
de: Aktivste
es: Más activo
fr: Le plus actif
it: Più attivo
pl: Najbardziej aktywny
pt_pt: Mais ativo
ru: Самый активный
th: ใช้งานมากที่สุด
zh_hans: 最活跃
zh_hant: 最活躍

source: most recent intake about %1$@ ago · %2$lld intakes still in the estimate. Rough guide only, based on what you logged.
de: letzte Einnahme vor etwa %1$@ · %2$lld Einnahmen noch in der Schätzung. Nur ein grober Anhaltspunkt, basierend auf deinen Einträgen.
es: última ingesta hace unos %@ · %lld ingestas aún en la estimación. Solo una guía aproximada, basada en lo que registraste.
fr: dernière prise il y a environ %1$@ · %2$lld prises encore dans l'estimation. Indication approximative seulement, basée sur ce que vous avez consigné.
it: assunzione più recente circa %@ fa · %lld assunzioni ancora nella stima. Solo un'indicazione di massima, basata su ciò che hai registrato.
pl: najnowsze spożycie około %1$@ temu · Wloty %2$lld są nadal szacunkowe. Tylko przybliżony przewodnik oparty na tym, co zarejestrowałeś.
pt_pt: consumo mais recente há cerca de %1$@ · consumo de %2$lld ainda na estimativa. Apenas um guia aproximado, com base no que registou.
ru: последний приём — примерно %1$@ назад · %2$lld приёмов всё ещё учитываются в оценке. Это лишь приблизительный ориентир на основе того, что вы записали.
th: ปริมาณการบริโภคล่าสุดเกี่ยวกับ %@ ที่แล้ว · ปริมาณ %lld ยังอยู่ในประมาณการ คำแนะนำคร่าวๆ เท่านั้น ขึ้นอยู่กับสิ่งที่คุณบันทึกไว้
zh_hans: 最近一次摄入约在 %@ 前 · 估算中仍包含 %lld 次摄入。仅为粗略参考，基于你的记录。
zh_hant: 最近一次攝取約在 %@ 前 · 估算中仍包含 %lld 筆攝取記錄。僅為粗略參考，依據你記錄的內容。

source: most recent intake about %@ ago. Rough guide only, based on what you logged.
de: letzte Einnahme vor etwa %@. Nur ein grober Anhaltspunkt, basierend auf deinen Einträgen.
es: última ingesta hace unos %@. Solo una guía aproximada, basada en lo que registraste.
fr: dernière prise il y a environ %@. Indication approximative seulement, basée sur ce que vous avez consigné.
it: assunzione più recente circa %@ fa. Solo un'indicazione di massima, basata su ciò che hai registrato.
pl: najnowsze spożycie około %@ temu. Tylko przybliżony przewodnik oparty na tym, co zarejestrowałeś.
pt_pt: ingestão mais recente há cerca de %@. Apenas um guia aproximado, com base no que registou.
ru: последний приём — примерно %@ назад. Это лишь приблизительный ориентир на основе того, что вы записали.
th: การบริโภคล่าสุดเกี่ยวกับ %@ ที่แล้ว คำแนะนำคร่าวๆ เท่านั้น ขึ้นอยู่กับสิ่งที่คุณบันทึกไว้
zh_hans: 最近一次摄入约在 %@ 前。仅为粗略参考，基于你的记录。
zh_hant: 最近一次攝取約在 %@ 前。僅為粗略參考，依據你記錄的內容。

# Mostly %@ (%@).
source: Mostly %1$@, %2$@.
de: Überwiegend %1$@ (%2$@).
es: Mayormente %@ (%@).
fr: Principalement %1$@ (%2$@).
it: Principalmente %1$@, %2$@.
pl: Głównie %1$@, %2$@.
pt_pt: Principalmente %1$@, %2$@.
ru: В основном %1$@, %2$@.
th: ส่วนใหญ่จะเป็น %@ (%@)
zh_hans: 主要是 %1$@，%2$@。
zh_hant: 主要是 %1$@，%2$@。

source: Mostly over the band — harder than today's Charge could pay for.
de: Meist über dem Zielbereich - härter, als dein heutiger Charge-Wert tragen konnte.
es: Mayormente por encima de la zona: más duro de lo que tu Charge de hoy podía costear.
fr: Surtout au-dessus de la zone - plus dur que ce que votre Charge du jour pouvait couvrir.
it: Per lo più sopra la fascia - più duro di quanto il tuo Charge di oggi potesse permettersi.
pl: Przeważnie w całym paśmie — mocniej, niż mógłby zapłacić dzisiejszy Energia.
pt_pt: Principalmente sobre a banda - mais difícil do que o Carga de hoje poderia pagar.
ru: В основном выше диапазона — сложнее, чем позволял сегодняшний Заряд.
th: ส่วนใหญ่อยู่เหนือช่วงเป้าหมาย ซึ่งหนักกว่าระดับพลังฟื้นตัววันนี้รองรับได้
zh_hans: 大部分时间高于目标区间——强度超出了今天 Charge 值所能负荷的范围。
zh_hant: 大部分時間高於目標區間——強度超出了今天 Charge 值所能負荷的範圍。

source: Mostly steady, with a few isolated extra or skipped beats. Very common and usually nothing.
de: Überwiegend gleichmäßig, mit ein paar vereinzelten zusätzlichen oder ausgelassenen Schlägen. Sehr häufig und meist nichts.
es: Mayormente estable, con algunos latidos extra o saltados aislados. Muy común y normalmente sin importancia.
fr: Principalement stable, avec quelques battements supplémentaires ou manqués isolés. Très courant et généralement sans importance.
it: Per lo più regolare, con qualche battito extra o saltato isolato. Molto comune e di solito niente di che.
pl: Przeważnie stabilny, z kilkoma izolowanymi dodatkowymi lub pomijanymi uderzeniami. Bardzo często i zwykle nic.
pt_pt: Principalmente estável, com algumas batidas extra isoladas ou ignoradas. Muito comum e geralmente nada.
ru: В основном стабильно, с несколькими единичными лишними или пропущенными ударами. Очень распространено и обычно не о чем беспокоиться.
th: ส่วนใหญ่จะคงที่ โดยมีจังหวะพิเศษหรือจังหวะที่ข้ามไปเล็กน้อย เป็นเรื่องธรรมดามากและมักจะไม่มีอะไรเลย
zh_hans: 大体平稳，偶有零星的多搏或漏搏。非常常见，通常无碍。
zh_hant: 大致平穩，只有少數零星的多跳或漏跳。非常常見，通常沒什麼。

source: Mostly under the band — there was more in the tank today.
de: Meist unter dem Zielbereich - heute war noch mehr drin.
es: Mayormente por debajo de la zona: hoy quedaba más margen.
fr: Surtout en dessous de la zone - il restait de la marge aujourd'hui.
it: Per lo più sotto la fascia - oggi c'era ancora margine.
pl: Głównie pod opaską – dzisiaj w zbiorniku było więcej.
pt_pt: Principalmente sob a banda – havia mais no tanque hoje.
ru: В основном ниже диапазона — сегодня оставался запас.
th: ส่วนใหญ่อยู่ต่ำกว่าช่วงเป้าหมาย วันนี้คุณยังเพิ่มความหนักได้อีก
zh_hans: 大部分时间低于目标区间——今天其实还有余力。
zh_hant: 大部分時間低於目標區間——今天其實還有餘力。
